{
    "status": "ok",
    "totalResults": 2620,
    "articles": [
        {
            "source": {
                "id": null,
                "name": "Harvard School of Engineering and Applied Sciences"
            },
            "author": null,
            "title": "Covid's Damage Lingers in the Heart",
            "description": "Researchers increasingly find that the effects of infection by SARS-CoV-2 extend to the cardiovascular system",
            "url": "https://magazine.hms.harvard.edu/articles/covids-damage-lingers-heart",
            "urlToImage": "https://magazine.hms.harvard.edu/sites/default/files/2023-10/collateraldamage_teaser.png",
            "publishedAt": "2023-10-24T14:06:10Z",
            "content": "As the COVID-19 pandemic was getting underway in early 2020, doctors in Wuhan, China, began to report that many patients hospitalized with the disease had cardiac injuries. Heart attacks were frequen… [+16509 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Heather Lindsey",
            "title": "AI holds promise for fast-tracking treatment and personalizing medicine — but it may not come to your clinic anytime soon",
            "description": "Together, AI imaging and AI genetic analysis may be able to help doctors rapidly pinpoint a diagnosis and create a highly personalized treatment plan.",
            "url": "https://www.businessinsider.com/ai-genetic-analysis-personalizing-medicine-in-the-clinic-2023-10",
            "urlToImage": "https://i.insider.com/6526c03c68f1d46f52aea701?width=1200&format=jpeg",
            "publishedAt": "2023-10-20T14:27:22Z",
            "content": "AI is largely being studied for analyzing complex medical images.Monty Rakusen/Getty Images\r\n<ul>\n<li>AI is bringing change to medical-imaging analysis and helping to speed up diagnoses. </li>\n<li>Th… [+6730 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Xataka.com"
            },
            "author": "Pablo Martínez-Juarez",
            "title": "Aclarando de una vez por todas la presión arterial que debe tener un adulto (según la ciencia)",
            "description": "Las enfermedades relacionadas con nuestro sistema cardiovascular se han convertido en el mayor riesgo para nuestra salud, especialmente conforme nuestra edad avanza. Monitorizar esta salud implica vigilar muchos factores, pero mantener alguno de estos factore…",
            "url": "https://www.xataka.com/medicina-y-salud/aclarando-vez-todas-presion-arterial-que-debe-tener-adulto-ciencia-1",
            "urlToImage": "https://i.blogs.es/d6494f/adulto/840_560.jpeg",
            "publishedAt": "2023-10-12T08:01:25Z",
            "content": "Las enfermedades relacionadas con nuestro sistema cardiovascular se han convertido en el mayor riesgo para nuestra salud, especialmente conforme nuestra edad avanza. Monitorizar esta salud implica vi… [+5205 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Spring.org.uk"
            },
            "author": "Mina Dean",
            "title": "This Monthly Vitamin Supplement Reduces Heart Attack Risk 19%",
            "description": "A monthly dose of the vitamin was found to lower the incidence of cardiovascular events, including heart attacks.",
            "url": "https://www.spring.org.uk/?p=97410",
            "urlToImage": "https://www.spring.org.uk/images/vitamins-3.jpg",
            "publishedAt": "2023-10-01T16:00:00Z",
            "content": "A monthly dose of the vitamin was found to lower the incidence of cardiovascular events, including heart attacks.\r\nSupplementation of vitamin D in older people might lower their risk of cardiovascula… [+1943 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NPR"
            },
            "author": "Tonya Mosley",
            "title": "'Eve' author says medicine often ignores female bodies. 'We've been guinea pigs'",
            "description": "Author Cat Bohannon says there's a \"male norm\" in science that prioritizes male bodies. Female bodies have been left out of countless clinical studies, and research is only just starting to catch up.",
            "url": "https://www.npr.org/2023/10/03/1203208967/cat-bohannon-women-female-health-eve",
            "urlToImage": "https://media.npr.org/assets/img/2023/10/03/gettyimages-1221777668-edit_wide-760a34931657e3d7977da4adbee84fcca369d1a1-s1400-c100.jpg",
            "publishedAt": "2023-10-03T17:32:50Z",
            "content": "When it comes to biological and medical research, women's bodies have long been overlooked. Researcher and author Cat Bohannon says there's a \"male norm\" in science that prioritizes male bodies over … [+5665 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New Atlas"
            },
            "author": "Paul McClure",
            "title": "Mild long-term lack of sleep can increase women’s heart disease risk",
            "description": "A new study has found that healthy women risk future cardiovascular disease by reducing their sleep time by as little as one-and-a-half hours a night over the long term. The finding reinforces an important message: make sure you get enough sleep.Continue Read…",
            "url": "https://newatlas.com/health-wellbeing/mild-long-term-lack-of-sleep-increase-womens-heart-disease-risk/",
            "urlToImage": "https://assets.newatlas.com/dims4/default/d7fe543/2147483647/strip/true/crop/2000x1050+0+142/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnewatlas-brightspot.s3.amazonaws.com%2F49%2F46%2F77b11a6841d49a5f371cbd665a9f%2Fdepositphotos-48568293-l.jpg&na.image_optimisation=0",
            "publishedAt": "2023-10-16T05:00:57Z",
            "content": "A new study has found that healthy women risk future cardiovascular disease by reducing their sleep time by as little as one-and-a-half hours a night over the long term. The finding reinforces an imp… [+3345 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New Atlas"
            },
            "author": "Paul McClure",
            "title": "New blood test more convenient for measuring important omega-3 levels",
            "description": "Researchers have developed a more convenient way of measuring omega-3 fatty acid levels in the blood, an important biomarker of disease risk. The faster, simpler test will make it easier for healthcare professionals to obtain critical information about cardio…",
            "url": "https://newatlas.com/medical/new-blood-test-more-convenient-for-measuring-important-omega-3-levels/",
            "urlToImage": "https://assets.newatlas.com/dims4/default/2004381/2147483647/strip/true/crop/2000x1050+0+139/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnewatlas-brightspot.s3.amazonaws.com%2F5c%2F95%2F640d96a948638f2bdc68de1f52ab%2Fdepositphotos-113400496-l.jpg&na.image_optimisation=0",
            "publishedAt": "2023-10-13T01:12:16Z",
            "content": "Researchers have developed a more convenient way of measuring omega-3 fatty acid levels in the blood, an important biomarker of disease risk. The faster, simpler test will make it easier for healthca… [+3436 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Colossal"
            },
            "author": "Kate Mothes",
            "title": "The Colonnade of a Barcelona University Building Embodies a 13-Meter-Tall Heart by Jaume Plensa",
            "description": "Every year on September 29, World Heart Day raises awareness of cardiovascular disease, the leading cause of death around the globe. Events range from performances and walks that route courses in the shape of a heart to major art installations, like Jaume Ple…",
            "url": "https://www.thisiscolossal.com/2023/10/jaume-plensa-secret-heart/",
            "urlToImage": "https://www.thisiscolossal.com/wp-content/uploads/2023/10/UB13.jpg",
            "publishedAt": "2023-10-23T13:47:14Z",
            "content": "Photos courtesy of University of Barcelona, shared with permission\r\nEvery year on September 29, World Heart Day raises awareness of cardiovascular disease, the leading cause of death around the globe… [+1136 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Hipertextual"
            },
            "author": "Azucena Martín",
            "title": "Dos caras del útero artificial: ¿la ayuda definitiva para bebés prematuros o un intento de ser Dios?",
            "description": "A finales de septiembre, los asesores de la Administración de Medicamentos y Alimentos de Estados Unidos (FDA) se reunieron para discutir la posibilidad de dar luz verde a los ensayos clínicos en humanos de un útero artificial. Estos dispositivos se han estad…",
            "url": "http://hipertextual.com/2023/10/dos-caras-del-utero-artificial",
            "urlToImage": "https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2023/06/bebes-prematuros.jpg?fit=1600%2C1066&quality=50&strip=all&ssl=1",
            "publishedAt": "2023-10-06T07:01:00Z",
            "content": "A finales de septiembre, los asesores de la Administración de Medicamentos y Alimentos de Estados Unidos (FDA) se reunieron para discutir la posibilidad de dar luz verde a los ensayos clínicos en hum… [+9385 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Futurity: Research News"
            },
            "author": "Peter Rüegg-ETH Zurich",
            "title": "‘Pink noise’ in deep sleep may benefit heart",
            "description": "Stimulating the brain with gentle sounds during deep sleep significantly enhances heart function, according to a small study in men.",
            "url": "https://www.futurity.org/pink-noise-sleep-hearts-2982892/",
            "urlToImage": "https://www.futurity.org/wp/wp-content/uploads/2023/10/pink_noise_sleep_hearts_1600.jpg",
            "publishedAt": "2023-10-06T12:52:12Z",
            "content": "Targeted stimulation with brief gentle sounds during deep sleep significantly enhances heart function, a new study shows.\r\nDeep sleep is crucial for overall health. The brain recovers during this sle… [+4237 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "GQ Magazine"
            },
            "author": "GQ",
            "title": "Sleep Is So Good For Your Heart It Should Practically Count as Cardio",
            "description": "More time in bed can do wonders for your cardiovascular system.",
            "url": "https://www.gq.com/story/sleep-heart-health",
            "urlToImage": "https://media.gq.com/photos/652d65d9e65d315dd3a3ffbe/16:9/w_1280,c_limit/sleepheart.jpg",
            "publishedAt": "2023-10-18T12:00:00Z",
            "content": "You know you should probably be getting more sleep, for reasons ranging from being less of a grumpy jerk to improving your focus at workand you can add heart health to the list of reasons why you sho… [+2025 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Psychology Today"
            },
            "author": "Gary Wenk Ph.D.",
            "title": "Daily Chocolate May Rejuvenate Your Life After Menopause",
            "description": "Moderate chocolate consumption reduces mortality from all causes, including cancer, cardiovascular disease, and dementia.",
            "url": "https://www.psychologytoday.com/intl/blog/your-brain-on-food/202310/daily-chocolate-may-rejuvenate-your-life-after-menopause",
            "urlToImage": "https://cdn2.psychologytoday.com/assets/styles/manual_crop_1_91_1_1528x800/public/teaser_image/blog_entry/2023-10/model-2349107_1280.jpg?itok=Nx6Yjpdc",
            "publishedAt": "2023-10-09T15:07:45Z",
            "content": "Chocolate is an excellent example of how difficult it is to differentiate food from drugs. The cocoa powder used to produce chocolate is rich in flavanols and many potentially psychoactive chemicals.… [+5752 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Phys.Org"
            },
            "author": "Science X",
            "title": "Scientists discover how human cells distribute and maintain their cholesterol levels",
            "description": "Scientists at Nanyang Technological University, Singapore (NTU Singapore) have found how human cells distribute and maintain their cholesterol levels, contributing to research into neurodegenerative diseases such as Alzheimer's disease as well as cardiovascul…",
            "url": "https://phys.org/news/2023-09-scientists-human-cells-cholesterol.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2023/scientists-discover-ho-5.jpg",
            "publishedAt": "2023-09-28T14:12:05Z",
            "content": "Models of the regulation of non-vesicular cholesterol transport at ER-TGN contacts. Models of the regulation of non-vesicular cholesterol transport at ER-TGN contacts. ORP9 and OSBP are recruited to … [+6946 chars]"
        },
        {
            "source": {
                "id": "time",
                "name": "Time"
            },
            "author": "Haley Weiss",
            "title": "Physicians Are Dramatically Underdiagnosing Early Cognitive Decline, a Precursor to Alzheimer’s",
            "description": "Ninety-nine percent of doctors miss mild cognitive impairment, (MCI), a dementia precursor in older adults.",
            "url": "https://time.com/6328148/mci-cognitive-decline-under-diagnosed/",
            "urlToImage": "https://api.time.com/wp-content/uploads/2023/10/GettyImages-1288961992.jpg?quality=85",
            "publishedAt": "2023-10-25T02:00:00Z",
            "content": "Changes to the brain are natural as we age, which often makes it difficult to spot more aberrant signs of cognitive decline in older adults. Neurodegenerative diseases like Alzheimers and Parkinsons,… [+4124 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Phys.Org"
            },
            "author": "Science X",
            "title": "Mouthwash for dogs: Water additive with pomegranate helps to keep canine teeth healthy",
            "description": "Periodontal disease is one of the most common canine diseases, affecting at least 80% of dogs aged three and over. Periodontal disease begins as gingivitis, where gums become red and inflamed, and may bleed. Untreated, the disease can progress to periodontiti…",
            "url": "https://phys.org/news/2023-09-mouthwash-dogs-additive-pomegranate-canine.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2023/beagle-teeth.jpg",
            "publishedAt": "2023-09-29T04:20:01Z",
            "content": "Periodontal disease is one of the most common canine diseases, affecting at least 80% of dogs aged three and over. Periodontal disease begins as gingivitis, where gums become red and inflamed, and ma… [+4445 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Phys.Org"
            },
            "author": "Science X",
            "title": "A mechanism that controls the genomic structure during early differentiation into neuroectoderm",
            "description": "A group of scientists have discovered that a one of the components of the polycomb-type of transcriptional repressor complex (PRC), Phc1 (Rae28), regulates the chromatin state of cells and plays a critical role in the process of undifferentiated cells turning…",
            "url": "https://phys.org/news/2023-10-mechanism-genomic-early-differentiation-neuroectoderm.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/2023/a-mechanism-controllin-1.jpg",
            "publishedAt": "2023-10-25T15:02:23Z",
            "content": "A group of scientists have discovered that a one of the components of the polycomb-type of transcriptional repressor complex (PRC), Phc1 (Rae28), regulates the chromatin state of cells and plays a cr… [+2514 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New Atlas"
            },
            "author": "Bronwyn Thompson",
            "title": "Common heart condition linked to 45% higher risk of cognitive decline",
            "description": "A large UK study has linked abnormal heart rhythm to cognitive decline, which is the latest in a growing body of evidence suggesting that there is a significant correlation between common heart conditions and the risk of dementia.Continue ReadingCategory: Med…",
            "url": "https://newatlas.com/medical/heart-condition-higher-risk-cognitive-decline/",
            "urlToImage": "https://assets.newatlas.com/dims4/default/cf1e299/2147483647/strip/true/crop/6720x3528+0+476/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnewatlas-brightspot.s3.amazonaws.com%2F3a%2F59%2F68ca47fd493494dd8167e63f5744%2Fdepositphotos-330327248-xl.jpg&na.image_optimisation=0",
            "publishedAt": "2023-10-26T06:40:45Z",
            "content": "A large UK study has linked abnormal heart rhythm to cognitive decline, which is the latest in a growing body of evidence suggesting that there is a significant correlation between common heart condi… [+2636 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "9to5Mac"
            },
            "author": "Ben Lovejoy",
            "title": "Tennis versus Pickleball: Apple Watch study compares the health benefits",
            "description": "Pickleball has been named the fastest-growing sport in America, combining elements of tennis, table-tennis, and badminton. But when it comes to tennis versus pickleball, which offers the greatest health benefits?\n\n\n\nThat’s a question a research study is tackl…",
            "url": "https://9to5mac.com/2023/10/18/tennis-versus-pickleball-apple/",
            "urlToImage": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2023/10/Tennis-versus-Pickleball-Apple-Watch-study.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
            "publishedAt": "2023-10-18T13:49:11Z",
            "content": "Pickleball has been named the fastest-growing sport in America, combining elements of tennis, table-tennis, and badminton. But when it comes to tennis versus pickleball, which offers the greatest hea… [+3147 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Xataka.com"
            },
            "author": "Javier Jiménez",
            "title": "La nueva \"vacuna contra el colesterol\" no es una vacuna, pero sí promete ser un arma definitiva contra el colesterol",
            "description": "Lo lógico es irnos a Dallas, a un pequeño estudio de aerobic. Allí, Jonathan C. Cohen y Helen H. Hobbs, dos profesores del centro médico de la Universidad  Texas Southwestern, encontraron a una chica de 32 años que, sin saberlo, iba a cambiar la vida de millo…",
            "url": "https://www.xataka.com/medicina-y-salud/nueva-vacuna-colesterol-no-vacuna-promete-ser-arma-definitiva-colesterol",
            "urlToImage": "https://i.blogs.es/4615b9/20.02.2021_foto_inclisiran_weingaertner-1100x825-1-1080x675-1-1-/840_560.jpeg",
            "publishedAt": "2023-10-26T12:01:29Z",
            "content": "Lo lógico es irnos a Dallas, a un pequeño estudio de aerobic. Allí, Jonathan C. Cohen y Helen H. Hobbs, dos profesores del centro médico de la Universidad  Texas Southwestern, encontraron a una chica… [+4079 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Xataka.com"
            },
            "author": "Albert Sanchis",
            "title": "El atún rojo es mucho más caro que el blanco, así que algunas pescaderías están tirando de picaresca: tintarlo",
            "description": "Existen 15 tipos de especies de atún. El más valioso de todos ellos es el atún rojo\r\n, sobre todo, si su pesca procede de almadraba, una de las técnicas de pesca selectiva empleada en el sur de España y el litoral\r\n que aprovecha la migración de atunes del At…",
            "url": "https://www.xataka.com/magnet/atun-rojo-mucho-caro-que-blanco-asi-que-algunas-pescaderias-estan-tirando-picaresca-tintarlo",
            "urlToImage": "https://i.blogs.es/ff0e4a/sin-titulo/840_560.jpeg",
            "publishedAt": "2023-10-20T11:00:40Z",
            "content": "Existen 15 tipos de especies de atún. El más valioso de todos ellos es el atún rojo\r\n, sobre todo, si su pesca procede de almadraba, una de las técnicas de pesca selectiva empleada en el sur de Españ… [+5380 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Xataka.com"
            },
            "author": "Javier Jiménez",
            "title": "Por qué nos despertamos a las 4 de la mañana, según la ciencia",
            "description": "Sí, son las cuatro de la mañana. Sí, me he desvelado y no tiene pinta de que vaya a conciliar el sueño. No, no es la primera vez que me pasa.\n<!-- BREAK 1 -->\nDe hecho, según he leído hace un momento en la cama, no es la primera vez que me pasa a mi, ni a mil…",
            "url": "https://www.xataka.com/medicina-y-salud/que-nos-despertamos-a-4-manana-ciencia",
            "urlToImage": "https://i.blogs.es/c8c628/greta-bartolini-2obd2axwgug-unsplash/840_560.jpeg",
            "publishedAt": "2023-10-22T15:00:52Z",
            "content": "Sí, son las cuatro de la mañana. Sí, me he desvelado y no tiene pinta de que vaya a conciliar el sueño. No, no es la primera vez que me pasa.\r\nDe hecho, según he leído hace un momento en la cama, no … [+3863 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New Atlas"
            },
            "author": "Bronwyn Thompson",
            "title": "Chronic stress linked to two-fold risk of Alzheimer's disease",
            "description": "Chronic stress can take a sizeable toll on the body, including higher risks of obesity, graying hair, hypertension, diabetes and cardiovascular disease. And it appears it may be just as damaging to our brains.Continue ReadingCategory: Medical, ScienceTags: De…",
            "url": "https://newatlas.com/medical/chronic-stress-alzheimers-disease/",
            "urlToImage": "https://assets.newatlas.com/dims4/default/1c19e04/2147483647/strip/true/crop/6204x3257+0+572/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnewatlas-brightspot.s3.amazonaws.com%2F26%2Ffa%2F6334cb4b456da328d652ceaba673%2Fdepositphotos-268429912-xl.jpg&na.image_optimisation=0",
            "publishedAt": "2023-10-03T06:50:35Z",
            "content": "Chronic stress can take a sizeable toll on the body, including higher risks of obesity, graying hair, hypertension, diabetes and cardiovascular disease. And it appears it may be just as damaging to o… [+2228 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Spring.org.uk"
            },
            "author": "Jeremy Dean",
            "title": "The Personality Trait Linked To Poor Mental Health",
            "description": "Around one-in-five people is thought to have this personality type.",
            "url": "https://www.spring.org.uk/?p=97763",
            "urlToImage": "https://www.spring.org.uk/images/eyes-5-1-1.jpg",
            "publishedAt": "2023-10-06T16:00:22Z",
            "content": "Around one-in-five people is thought to have this personality type.\r\nPeople with a type D personality have three times the risk of developing psychological problems, research finds.\r\nA type D persona… [+2572 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Forbes"
            },
            "author": "American Heart Association’s Leaders of Impact Contributor, Brand Contributor, \n American Heart Association’s Leaders of Impact Contributor, Brand Contributor\n https://www.forbes.com/sites/american-heart-associations-leaders-of-impact/",
            "title": "Changemakers Impacting Community Health",
            "description": "Each year, leaders across the country join Leaders of Impact to bring awareness to cardiovascular disease and stroke, raise critical dollars for lifesaving work and share the American Heart Association's mission.",
            "url": "https://www.forbes.com/sites/american-heart-associations-leaders-of-impact/2023/09/29/changemakers-impacting-community-health/",
            "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/65148d3bbec4ddb37ec2c5a0/0x0.png?format=png&width=1200",
            "publishedAt": "2023-09-29T14:45:39Z",
            "content": "The following comments from the American Heart Association have been lightly edited for clarity and length.\r\nMaking an impact in your community while bringing awareness to heart health may be challen… [+2648 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Artofmanliness.com"
            },
            "author": "Brett & Kate McKay",
            "title": "What to Do If You’re Skinny Fat",
            "description": "Maybe this describes you. You’ve got skinny arms, skinny legs, hardly any pecs . . . and a belly. It might not be a big belly, but it’s a soft, doughy paunch nonetheless.  You look kinda skinny, but also kinda fat.  You’re skinny fat.  What Is Skinny Fat? Ski…",
            "url": "https://www.artofmanliness.com/health-fitness/health/what-to-do-if-youre-skinny-fat/",
            "urlToImage": "https://content.artofmanliness.com/uploads/2023/10/skinny-fat-blank.jpg",
            "publishedAt": "2023-10-24T17:08:12Z",
            "content": "Maybe this describes you.\r\nYouve got skinny arms, skinny legs, hardly any pecs . . . and a belly. It might not be a big belly, but its a soft, doughy paunch nonetheless. \r\nYou look kinda skinny, but … [+5290 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "mindbodygreen.com"
            },
            "author": "Molly Knudsen, M.S., RDN",
            "title": "Study Shows A 32% Lower Risk Of Dying From Heart Disease If You Eat More Of This",
            "description": "It's especially important if you have high blood pressure.",
            "url": "https://www.mindbodygreen.com/articles/eating-more-omega-3s-can-help-lower-risk-of-dying-from-heart-disease",
            "urlToImage": "https://mindbodygreen-res.cloudinary.com/image/upload/c_fill,w_2000,h_1200,g_auto,fl_lossy,f_jpg/org/yg73il4uvksrvb3oj.png",
            "publishedAt": "2023-10-07T11:00:00Z",
            "content": "Omega-3s have long been known for their heart health benefits, but few studies have investigated their impact on those with hypertension.\r\nResearchers of this study looked at the diets of almost 27,0… [+1074 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "AppleInsider"
            },
            "author": "news@appleinsider.com (William Gallagher)",
            "title": "Pickleball sport helps improve health, say Apple researchers",
            "description": "An Apple Health study comparing tennis to the increasingly popular pickleball says that both sports are beneficial to the health of players of all ages.Pickleball player with an Apple WatchThe report is from the Apple Heart and Movement Study, which was found…",
            "url": "https://appleinsider.com/articles/23/10/18/pickelball-sport-helps-improve-health-say-apple-researchers",
            "urlToImage": "https://photos5.appleinsider.com/gallery/56866-115665-000-lead-Pickelball-xl.jpg",
            "publishedAt": "2023-10-18T13:34:55Z",
            "content": "Pickleball player with an Apple Watch\r\nAn Apple Health study comparing tennis to the increasingly popular pickleball says that both sports are beneficial to the health of players of all ages.\r\nThe re… [+3245 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Forbes"
            },
            "author": "Arianna Johnson, Forbes Staff, \n Arianna Johnson, Forbes Staff\n https://www.forbes.com/sites/ariannajohnson/",
            "title": "New Medical Condition Bridges Gap Between Obesity, Diabetes And Heart Disease—Here’s What To Know",
            "description": "Around 700,000 Americans have heart disease, six million have kidney disease and nearly 42% are obese—and medical experts want more Americans to pay attention to the connections between all three.",
            "url": "https://www.forbes.com/sites/ariannajohnson/2023/10/09/new-medical-condition-bridges-gap-between-obesity-diabetes-and-heart-disease-heres-what-to-know/",
            "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/65246537b8076bc05696db03/0x0.jpg?format=jpg&crop=3346,1883,x0,y0,safe&width=1200",
            "publishedAt": "2023-10-09T20:41:41Z",
            "content": "The American Heart Association has identified a new medical condition that links heart disease to several other health conditions, including kidney disease, diabetes and obesityoffering new guidance … [+4711 chars]"
        },
        {
            "source": {
                "id": "new-scientist",
                "name": "New Scientist"
            },
            "author": "Grace Wade",
            "title": "Cannabis use disorder may raise the risk of a heart attack or stroke",
            "description": "A study of nearly 60,000 people in Canada found that people with a cannabis use disorder are at greater risk of experiencing a heart attack, stroke or other cardiovascular event than those without the condition",
            "url": "https://www.newscientist.com/article/2394293-cannabis-use-disorder-may-raise-the-risk-of-a-heart-attack-or-stroke/",
            "urlToImage": "https://images.newscientist.com/wp-content/uploads/2023/09/27195737/SEI_173531348.jpg",
            "publishedAt": "2023-09-28T07:01:22Z",
            "content": "Cannabis use disorder is linked to a higher risk of heart problems\r\nTunatura/Shutterstock\r\nPeople with cannabis use disorder have an increased risk of heart attack, stroke and other major cardiovascu… [+2187 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Coolmaterial.com"
            },
            "author": "Cool Material",
            "title": "Everything You Need To Know About Having Your Own Outdoor Sauna",
            "description": "With benefits ranging from improved circulation to stress relief, an outdoor sauna can be the perfect addition to your home or rental property. Saunas can help to relax muscles, improve cardiovascular health, reduce muscle soreness,…\nThe post Everything You N…",
            "url": "https://coolmaterial.com/home/outdoor-sauna/",
            "urlToImage": "https://coolmaterial.com/wp-content/uploads/2023/09/Everything-You-Need-To-Know-About-Having-Your-Own-Outdoor-Sauna.jpg",
            "publishedAt": "2023-09-28T14:45:42Z",
            "content": "With benefits ranging from improved circulation to stress relief, an outdoor sauna can be the perfect addition to your home or rental property. Saunas can help to relax muscles, improve cardiovascula… [+10094 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Indian Express"
            },
            "author": "Lifestyle Desk",
            "title": "Navratri 2023: Can heart patients fast? What to keep in mind?",
            "description": "Experts answer questions on whether heart patients should fast and tips for those who plan to fast this Navratri.",
            "url": "https://indianexpress.com/article/ketto/navratri-2023-heart-patients-fasting-8982862/",
            "urlToImage": "https://images.indianexpress.com/2023/10/heart-diseases.jpg",
            "publishedAt": "2023-10-15T04:50:46Z",
            "content": "Navratri is finally here! As passionate as you might be to play dandiya and eat delicacies while you fast, those with heart problems need to be extra careful. Dr Abhay Somani, cardiologist at Ruby Ha… [+1810 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "Scott Gilbertson, Medea Giordano",
            "title": "121 Absolute Best October Prime Day Deals 2023 (Day 2)",
            "description": "From laptops, tablets, phones, and smartwatches to Amazon Echo Dots, these are the best Prime Day deals on all your favorite WIRED gear.",
            "url": "https://www.wired.com/story/best-october-prime-day-deals-2023-6/",
            "urlToImage": "https://media.wired.com/photos/65242cbbbc8776ef20a39f63/191:100/w_1280,c_limit/absolute_best_deals.jpg",
            "publishedAt": "2023-10-11T09:06:00Z",
            "content": "Amazon Prime Day Part II is here, and that means a fresh batch of Prime Day deals. Technically Amazon calls this Prime Big Deal Days, but like most people, we think of it as Prime Day Deux. As usual,… [+53867 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "PetaPixel"
            },
            "author": "Pesala Bandara",
            "title": "Photographer Who Sued Hilary Duff Over ‘Creep’ Claim Has Died",
            "description": "The photographer who sued Hilary Duff for calling him a \"creep\" for shooting a kid's football game has reportedly died.\n[Read More]",
            "url": "https://petapixel.com/2023/09/28/photographer-who-sued-hilary-duff-over-creep-claim-has-died/",
            "urlToImage": "https://petapixel.com/assets/uploads/2023/09/photographer-sued-hilary-duff-dies.jpg",
            "publishedAt": "2023-09-28T12:57:42Z",
            "content": "The photographer who sued Hilary Duff for calling him a “creep” for shooting a kid’s football game has reportedly died. \r\nAccording to MyNewsLA.com, the attorney for photographer Darryl Wilkins confi… [+2294 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Psychology Today"
            },
            "author": "Christopher M Palmer M.D.",
            "title": "The Link Between Depression, Metabolism, and Mortality",
            "description": "While most people think of depression as a psychological problem, it can sometimes represent a metabolic problem.",
            "url": "https://www.psychologytoday.com/intl/blog/advancing-psychiatry/202310/the-link-between-depression-metabolism-and-mortality",
            "urlToImage": "https://cdn2.psychologytoday.com/assets/styles/manual_crop_1_91_1_1528x800/public/teaser_image/blog_entry/2023-10/shutterstock_475790911%20%281%29%20copy_0.jpg?itok=lyBnsbVQ",
            "publishedAt": "2023-10-15T15:17:21Z",
            "content": "Depression is a common and often debilitating mental health condition. It has long been recognized for its profound impact on individuals' well-being. Rates of depression have been increasing for yea… [+3069 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "WebMD"
            },
            "author": "Courtney Southwick",
            "title": "Exercise Just as Good as Viagra for ED: Study",
            "description": "A new meta-analysis of randomized trials shows regular exercise can reduce ED symptoms – and may work just as well as medication.",
            "url": "https://www.webmd.com/erectile-dysfunction/news/20231023/exercise-just-as-good-as-viagra-for-ed-study",
            "urlToImage": "https://img.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/article_thumbnails/other/chewable_ed_tablet_other/1800x1200_chewable_ed_tablet_other_alt.jpg",
            "publishedAt": "2023-10-23T17:24:57Z",
            "content": "Pearlman was not involved in the study but thinks the results make sense. It stands to reason that any intervention aimed at enhancing cardiovascular health may also have a positive impact on erectil… [+920 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Scientific American"
            },
            "author": "Lydia Denworth",
            "title": "Ways to Extend Your Healthy Years, Not Just Your Life",
            "description": "The biology of aging shows ways to lengthen your healthspan, years free of serious disease",
            "url": "https://www.scientificamerican.com/article/ways-to-extend-your-healthy-years-not-just-your-life/",
            "urlToImage": "https://static.scientificamerican.com/sciam/cache/file/395E5E5F-81FB-4C7E-95E8CA4E9906B399.jpg",
            "publishedAt": "2023-10-17T19:00:00Z",
            "content": "Over the past century the average life expectancy in developed countries has increased by 30 years, from roughly age 50 to 80. Vaccines, sanitation, antibiotics, and other advances allow many more pe… [+4156 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Directoalpaladar.com"
            },
            "author": "Miguel Ayuso Rejas",
            "title": "Esta receta fácil y rápida lleva solo tres ingredientes y, encima, se prepara en el microondas",
            "description": "Esta receta, bautizada como patatas a la Escandinava, es perfecta para una sencilla receta de fin de semana: una mezcla irresistible de patatas, salmón ahumado y queso crema, que se prepara en cuestión de minutos utilizando el microondas.\n<!-- BREAK 1 -->\nSu …",
            "url": "https://www.directoalpaladar.com/recetas-de-aperitivos/esta-receta-facil-rapida-lleva-solo-tres-ingredientes-encima-se-prepara-microondas",
            "urlToImage": "https://i.blogs.es/1dfcde/patatas_escandinavas_marco/840_560.jpeg",
            "publishedAt": "2023-10-20T15:00:38Z",
            "content": "Esta receta, bautizada como patatas a la Escandinava, es perfecta para una sencilla receta de fin de semana: una mezcla irresistible de patatas, salmón ahumado y queso crema, que se prepara en cuesti… [+1742 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "mindbodygreen.com"
            },
            "author": "Hannah Frye",
            "title": "Walking This Many Flights Of Stairs Could Cut Heart Disease Risk By 20%",
            "description": "Remember 10K steps a day? It's like that, but for stairs (and a whole lot less).",
            "url": "https://www.mindbodygreen.com/articles/walking-this-many-flights-of-stairs-could-cut-heart-disease-risk",
            "urlToImage": "https://mindbodygreen-res.cloudinary.com/image/upload/c_fill,w_2000,h_1200,g_auto,fl_lossy,f_jpg/org/2bk0fak87k0cu3zxk.jpg",
            "publishedAt": "2023-10-05T09:26:00Z",
            "content": "Walking 10,000 steps a day is a solid goal for those looking to stay active and reap the benefits of consistent movement. This loose recommendation has been around for quite some time now, and it's f… [+3170 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Maiya Focht",
            "title": "4 experts explain why Elon Musk's plan to colonize Mars is 'romanticized', not 'realistic', 'cosmic vandalism'",
            "description": "SpaceX founder Elon Musk said he plans to have a million people on Mars by 2050. Scientists say that plan is admirable, but not realistic.",
            "url": "https://www.businessinsider.com/elon-musk-plan-colonize-mars-plan-unrealistic-scientists-explain-2023-10",
            "urlToImage": "https://i.insider.com/651db059617692f0d03f4065?width=1200&format=jpeg",
            "publishedAt": "2023-10-07T12:09:02Z",
            "content": "Elon Musk poses with a SpaceX rocket in El Segundo, Los Angeles, in March 2004.Paul Harris/Getty Images\r\n<ul>\n<li>The new age space race has billionaires like Elon Musk wanting to colonize Mars.</li>… [+14810 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vox"
            },
            "author": "Dylan Matthews",
            "title": "What a striking new study of death in America misses",
            "description": "The big divide on premature death isn’t between college grads and non-grads. It’s between high school dropouts and everyone else.",
            "url": "https://www.vox.com/future-perfect/23895909/angus-deaton-anne-case-life-expectancy-united-states-college-graduates-inequality-heart-disease",
            "urlToImage": "https://cdn.vox-cdn.com/thumbor/gVkbmixwwHA60oN9QDipu9vc_6k=/0x0:5472x2865/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/24973402/1225640248.jpg",
            "publishedAt": "2023-10-04T11:00:00Z",
            "content": "For the past decade or so, Princeton economists Angus Deaton and Anne Case have been promoting a particular story about death in America. Less-educated Americans, particularly those without college d… [+15943 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Forbes"
            },
            "author": "Bruce Y. Lee, Senior Contributor, \n Bruce Y. Lee, Senior Contributor\n https://www.forbes.com/sites/brucelee/",
            "title": "Is This New ‘Cozy Cardio’ TikTok Trend For You? How It Can Help",
            "description": "Doing “cozy cardio” is essentially doing cardiovascular exercise—otherwise known as cardio—in a much more comfortable manner.",
            "url": "https://www.forbes.com/sites/brucelee/2023/09/30/is-this-new-cozy-cardio-tiktok-trend-for-you-how-it-can-help/",
            "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/6518410c13e1f7deb1d7cd2c/0x0.jpg?format=jpg&width=1200",
            "publishedAt": "2023-09-30T16:10:57Z",
            "content": "Doing cozy cardio is essentially doing cardiovascular exerciseotherwise known as cardioin a much ... [+] more comfortable manner. (Photo: Getty)\r\ngetty\r\nYou may have seen the term cozy cardio trendin… [+5650 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NPR"
            },
            "author": "Manuela López Restrepo",
            "title": "How many friends do Americans have? A survey crunched the numbers",
            "description": "A study released this month from the Pew Research Center has delved into what friendship in the U.S. looks like, and just how much they mean to us.",
            "url": "https://www.npr.org/2023/10/25/1208572681/friends-friendship-meet-up-research-pew-health-benefits",
            "urlToImage": "https://media.npr.org/assets/img/2023/10/25/gettyimages-1318887457-2_wide-cc0ba5946d6d9a51d4aba66b45186a20f1687a23-s1400-c100.jpg",
            "publishedAt": "2023-10-25T21:16:35Z",
            "content": "Can your bestie be a health benefit?\r\nGetty Images\r\nNew research has delved into what friendship in the U.S. looks like, including just how many friends the average American has.\r\nWho are they? Frien… [+3640 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "UPI.com"
            },
            "author": "Susan Kreimer",
            "title": "Study: Compulsive pot users face higher risk of cardiovascular woes",
            "description": "Adults with cannabis use disorder appear to have a roughly 60% higher risk of a first heart attack, stroke or other major cardiovascular event than...",
            "url": "https://www.upi.com/Health_News/2023/09/28/cannibis-addiction-heart-disease-study/9051695845561/",
            "urlToImage": "https://media.zenfs.com/en/united_press_international_articles_356/ab6b08862c0e466ad2bfae2c69fcc57d",
            "publishedAt": "2023-09-28T06:01:06Z",
            "content": "NEW YORK, Sept. 28 (UPI) -- Adults with cannabis use disorder appear to have a roughly 60% higher risk of a first heart attack, stroke or other major cardiovascular event than comparable individuals … [+6247 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "[Removed]"
            },
            "author": null,
            "title": "[Removed]",
            "description": "[Removed]",
            "url": "https://removed.com",
            "urlToImage": null,
            "publishedAt": "1970-01-01T00:00:00Z",
            "content": "[Removed]"
        },
        {
            "source": {
                "id": null,
                "name": "Spring.org.uk"
            },
            "author": "Mina Dean",
            "title": "The Popular Weight Loss Drug That Also Fight Cancer",
            "description": "A popular drug that treats obesity may also help to destroy cancer cells.",
            "url": "https://www.spring.org.uk/?p=97933",
            "urlToImage": "https://www.spring.org.uk/images/semaglutide.jpg",
            "publishedAt": "2023-10-12T12:00:03Z",
            "content": "A popular drug that treats obesity may also help to destroy cancer cells.\r\nGlucagon-like peptide (GLP-1) drugs such as Ozempic are best known for their weight loss effect and their capability of keep… [+2696 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Diamond.jp"
            },
            "author": "ヘルスデーニュース",
            "title": "高齢者の高血圧対策に最も効く、運動でも薬でもない「超簡単」な生活習慣 - ヘルスデーニュース",
            "description": "1日当たりの歩数を増やすことで、高齢の高血圧患者の血圧が有意に低下する可能性があるとする研究結果が報告された。論文を執筆した専門家が「心が躍った」と語る健康面の成果とは、どんなものか。",
            "url": "https://diamond.jp/articles/-/330685",
            "urlToImage": "https://dol.ismcdn.jp/mwimgs/5/8/-/img_58dd13c9661ae287aed27080478e5b81567685.jpg",
            "publishedAt": "2023-10-14T20:00:00Z",
            "content": "13,000Linda PescatelloJournal of Cardiovascular Development and Disease727\r\n80Pescatello20\r\n21668313813,000130159mmHg8999mmHg\r\n13,00017,000Duck-chul Lee3,000\r\n13,899±2,198106,512±2,633205,567±2,58720… [+35 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Olhardigital.com.br"
            },
            "author": "Rodrigo Mozelli",
            "title": "Aumento de passos diários pode ajudar no controle da pressão arterial em idosos",
            "description": "Estudo mostra que adição relativamente mínima de passos na caminhada diária auxilia na redução da pressão\nO post Aumento de passos diários pode ajudar no controle da pressão arterial em idosos apareceu primeiro em Olhar Digital.",
            "url": "https://olhardigital.com.br/2023/09/28/medicina-e-saude/aumento-de-passos-diarios-pode-ajudar-no-controle-da-pressao-arterial-em-idosos/",
            "urlToImage": "https://proxy.olhardigital.com.br/wp-content/uploads/2023/09/idosos_caminhando.jpg",
            "publishedAt": "2023-09-28T08:40:00Z",
            "content": "Novo estudo liderado pela professora Linda Pescatello, da College of Agriculture, Health and Natural Resources, em colaboraÃ§Ã£o com Elizabeth Lefferts e outros pesquisadores da Universidade Estadual… [+2518 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Spring.org.uk"
            },
            "author": "Jeremy Dean",
            "title": "The Healthiest Personality Trait For A Long-Term Partner",
            "description": "The personality trait is linked to healthier and more stable relationships.",
            "url": "https://www.spring.org.uk/?p=98114",
            "urlToImage": "https://www.spring.org.uk/images/couple-6-1.jpg",
            "publishedAt": "2023-10-22T16:00:33Z",
            "content": "The personality trait is linked to healthier and more stable relationships.\r\nHaving a conscientious partner is best for one’s health, research finds.\r\nA conscientious partner also tends to have more … [+1765 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Forbes"
            },
            "author": "Ty Roush, Forbes Staff, \n Ty Roush, Forbes Staff\n https://www.forbes.com/sites/tylerroush/",
            "title": "Novo Nordisk Buys Hypertension Drug Ocedurenone For $1.3 Billion—Expanding Ozempic Maker’s Arsenal",
            "description": "The Danish firm said the drug has “best-in-class potential” for treating uncontrolled hypertension.",
            "url": "https://www.forbes.com/sites/tylerroush/2023/10/16/novo-nordisk-buys-hypertension-drug-ocedurenone-for-13-billion-expanding-ozempic-makers-arsenal/",
            "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/652d4457032a9ecae4ac363f/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
            "publishedAt": "2023-10-16T14:12:07Z",
            "content": "Novo Nordiskmanufacturer of popular diabetes and weight-loss drugs Ozempic and Wegovywill acquire the drug ocedurenone for $1.3 billion, an experimental drug the Danish firm says could be used to tre… [+3732 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yanko Design"
            },
            "author": "Srishti Mitra",
            "title": "Top 10 Medical Innovations That Are Paving The Path For Modern Healthcare",
            "description": "Top 10 Medical Innovations That Are Paving The Path For Modern HealthcareWe cannot take our health and well-being for granted, and a mindset of preparedness and precaution is extremely integral to handling medical emergencies. The medical...",
            "url": "https://www.yankodesign.com/2023/10/07/top-10-medical-innovations-that-are-paving-the-path-for-modern-healthcare/",
            "urlToImage": "https://www.yankodesign.com/images/design_news/2023/10/top-10-medical/top_10_medical_innovations_yanko_design_hero.jpg",
            "publishedAt": "2023-10-07T11:40:56Z",
            "content": "We cannot take our health and well-being for granted, and a mindset of preparedness and precaution is extremely integral to handling medical emergencies. The medical industry has been making leaps an… [+4151 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Naturalnews.com"
            },
            "author": "Olivia Cook",
            "title": "Study: Popular sugar substitute erythritol linked to CARDIOVASCULAR ISSUES",
            "description": "Erythritol is often used as a substitute for regular table sugar. However, a study has found that it can cause serious health issues. The study published in Nature Medicine stated that erythritol is linked to various cardiovascular issues. “Sweeteners, like e…",
            "url": "https://www.naturalnews.com/2023-10-24-study-erythritol-linked-to-cardiovascular-issues.html",
            "urlToImage": "https://www.naturalnews.com/wp-content/uploads/sites/91/2023/10/Erythritol-1.jpg",
            "publishedAt": "2023-10-24T06:00:00Z",
            "content": "Erythritol is often used as a substitute for regular table sugar. However, a study has found that it can cause serious health issues.\r\nThe study published in Nature Medicine stated that erythritol is… [+4960 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Naturalnews.com"
            },
            "author": "Olivia Cook",
            "title": "Study finds INSUFFICIENT SLEEP negatively impacts cardiovascular health",
            "description": "Having a poor night’s sleep can not only affect your mood the next day, it can also negatively impact your cardiovascular system. This was the finding of a study published in Scientific Reports. “Sleep restriction is associated with increased cardiovascular r…",
            "url": "https://www.naturalnews.com/2023-10-25-study-finds-insufficient-sleep-impacts-cardiovascular-health.html",
            "urlToImage": "https://www.naturalnews.com/wp-content/uploads/sites/91/2023/10/Sleep-Mask-Night-Eye-Rest-Bed-Travel.jpg",
            "publishedAt": "2023-10-25T06:00:00Z",
            "content": "Having a poor night's sleep can not only affect your mood the next day, it can also negatively impact your cardiovascular system.\r\nThis was the finding of a study published in Scientific Reports. \"Sl… [+7058 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Futurity: Research News"
            },
            "author": "Brian Consiglio-U. Missouri",
            "title": "How nurse education could benefit breast cancer survivors",
            "description": "It's time to treat cancer survivorship as a chronic condition, such as hypertension or diabetes, say researchers.",
            "url": "https://www.futurity.org/breast-cancer-survivors-2984582-2/",
            "urlToImage": "https://www.futurity.org/wp/wp-content/uploads/2023/10/breast_cancer_survivors_1600.jpg",
            "publishedAt": "2023-10-10T14:20:27Z",
            "content": "Advanced practical registered nurses would benefit from formalized and standardized education and about treating breast cancer survivors, a study finds.\r\nBy 2040, an estimated 26 million Americans wi… [+4122 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Forbes"
            },
            "author": "Amanda Florian, Forbes Staff, \n Amanda Florian, Forbes Staff\n https://www.forbes.com/sites/amandaflorian/",
            "title": "Cannabis Overuse Linked To Heart Failure And Heart Attacks, Study Finds",
            "description": "A disorder puts adults at 60% more risk for serious heart problems compared to adults who don’t overuse cannabis.",
            "url": "https://www.forbes.com/sites/amandaflorian/2023/09/28/cannabis-overuse-linked-to-heart-failure-and-heart-attacks-study-finds/",
            "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/65145d95730a315214105b11/0x0.jpg?format=jpg&width=1200",
            "publishedAt": "2023-09-28T06:15:00Z",
            "content": "As weed usage skyrockets in the U.S., adults who overuse cannabis are 60% more likely to experience heart failure, strokes, or heart attacks compared to adults of the same age and sex without cannabi… [+4331 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Trendwatching.com"
            },
            "author": "Liesbeth den Toom",
            "title": "Antwerp residents test noise-canceling fountains to mask traffic noise",
            "description": "A fountain in the Berchem district will be selected specifically for its acoustic qualities, tackling the adverse health impacts of persistent urban noise.",
            "url": "https://www.trendwatching.com/innovation-of-the-day/antwerp-residents-test-noise-canceling-fountains-to-mask-traffic-noise",
            "urlToImage": "https://www.trendwatching.com/hubfs/antwerpfountain.jpg#keepProtocol",
            "publishedAt": "2023-10-02T12:44:33Z",
            "content": "Acoustic pollution has long been overlooked as a health threat, but according to the European Environmental Bureau, noise ranks second only to fine particulate matter pollution as the environmental e… [+875 chars]"
        },
        {
            "source": {
                "id": "el-mundo",
                "name": "El Mundo"
            },
            "author": "Boticaria García",
            "title": "Alerta contra los fármacos para el resfriado: ¿qué puedo tomar para la congestión en lugar de pseudoefedrina?",
            "description": "Tras la alerta de la agencia francesa de los medicamentos para que la población evite los vasoconstrictores para el resfriado, surgen las dudas sobre su uso. En Europa ya estaban bajo vigilancia desde febrero Leer",
            "url": "https://www.elmundo.es/ciencia-y-salud/salud/2023/10/25/653902c3e85ecef5608b45af.html",
            "urlToImage": "https://phantom-elmundo.unidadeditorial.es/25598f7ea242716153a241b670898445/crop/0x0/3072x2048/resize/1200/f/jpg/assets/multimedia/imagenes/2023/10/25/16982433047835.jpg",
            "publishedAt": "2023-10-25T14:17:14Z",
            "content": "Si el mes pasado las malas noticias llegaban para su prima la fenilefrina (una revisión de un panel asesor de la FDA concluyó que no era más efectiva que el placebo) esta semana el foco está puesto e… [+3086 chars]"
        },
        {
            "source": {
                "id": "el-mundo",
                "name": "El Mundo"
            },
            "author": "CRISTINA GALAFATE",
            "title": "Así es WEMOOV, el nuevo entrenamiento funcional, en grupo y digital que está de moda en Madrid",
            "description": "La última novedad fitness se encuentra en pleno corazón de Chamberí. Se trata de un circuito intensivo de corta duración y grupal basado en tres estaciones: remo, bici de aire y suelo. Leer",
            "url": "https://www.elmundo.es/vida-sana/cuerpo/2023/10/05/651d8eb0e85ece90378b45b1.html",
            "urlToImage": "https://phantom-elmundo.unidadeditorial.es/03cac3e1318a4ef839627ddfac5a2dad/crop/0x991/1366x1902/resize/1200/f/jpg/assets/multimedia/imagenes/2023/10/04/16964487541191.jpg",
            "publishedAt": "2023-10-05T00:53:42Z",
            "content": "Las tendencias fitness hablan claro. La gente apenas dispone de tiempo para entrenar y quiere resultados rápidos. De ahí que los programas bootcamp, llegados de capitales del entrenamiento como Miami… [+5867 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Space Daily"
            },
            "author": null,
            "title": "Heart Cells in Space Help Advance Treatments for Cardiovascular Disease",
            "description": "Kennedy Space Center FL (SPX) Oct 20, 2023\n\n\nHeart disease is the leading cause of death globally, and once cardiovascular tissue is damaged, there's no means of restoring its function. But it's possible damaged tissue could be regenerated via stem cell thera…",
            "url": "https://www.spacedaily.com/reports/Heart_Cells_in_Space_Help_Advance_Treatments_for_Cardiovascular_Disease_999.html",
            "urlToImage": "https://www.spxdaily.com/images-hg/nasa-astronaut-kate-rubins-cell-culture-plate-heart-cells-iss-hg.jpg",
            "publishedAt": "2023-10-20T10:49:15Z",
            "content": "Heart Cells in Space Help Advance Treatments for Cardiovascular Diseaseby Staff WritersKennedy Space Center FL (SPX) Oct 20, 2023\r\nHeart disease is the leading cause of death globally, and once cardi… [+1339 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Phys.Org"
            },
            "author": "Science X",
            "title": "Climate-driven extreme heat may make parts of Earth too hot for humans",
            "description": "If global temperatures increase by 1° Celsius (C) or more than current levels, each year billions of people will be exposed to heat and humidity so extreme they will be unable to naturally cool themselves, according to interdisciplinary research from the Penn…",
            "url": "https://phys.org/news/2023-10-climate-driven-extreme-earth-hot-humans.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2023/climate-driven-extreme.jpg",
            "publishedAt": "2023-10-09T19:00:01Z",
            "content": "If global temperatures increase by 1° Celsius (C) or more than current levels, each year billions of people will be exposed to heat and humidity so extreme they will be unable to naturally cool thems… [+10432 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Phys.Org"
            },
            "author": "Sarah Derouin",
            "title": "How wildfires and weather affect Portugal's public health",
            "description": "The past few decades have passed in a smoke-filled haze as severe wildfires have blazed across forests and tundras on multiple continents, frequently turning skies orange and triggering air quality alerts. These fires often occur in tandem with events such as…",
            "url": "https://phys.org/news/2023-10-wildfires-weather-affect-portugal-health.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/2023/how-wildfires-and-weat.jpg",
            "publishedAt": "2023-10-14T21:00:01Z",
            "content": "The past few decades have passed in a smoke-filled haze as severe wildfires have blazed across forests and tundras on multiple continents, frequently turning skies orange and triggering air quality a… [+2941 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vitonica.com"
            },
            "author": "Gabriela Gottau",
            "title": "Qué es mejor para vivir más: entrenamiento aeróbico o de fuerza",
            "description": "Es sabido que nuestros hábitos pueden determinar nuestra esperanza de vida, y el ejercicio resulta clave para vivir más años. Sin embargo, para nuestra longevidad nos preguntamos qué es mejor: cardio o entrenamiento de fuerza.\n<!-- BREAK 1 -->\nEn reddit esta …",
            "url": "https://www.vitonica.com/entrenamiento/ejercicio-nos-ayuda-a-vivir-mejor-cardio-entrenamiento-fuerza",
            "urlToImage": "https://i.blogs.es/002f3c/pexels-nathan-cowley-1300516/840_560.jpeg",
            "publishedAt": "2023-10-06T18:00:41Z",
            "content": "Es sabido que nuestros hábitos pueden determinar nuestra esperanza de vida, y el ejercicio resulta clave para vivir más años. Sin embargo, para nuestra longevidad nos preguntamos qué es mejor: cardio… [+1485 chars]"
        },
        {
            "source": {
                "id": "usa-today",
                "name": "USA Today"
            },
            "author": "Josie Goodrich",
            "title": "How To Cure 'Brain Fog' Using These Super Easy Expert Tips",
            "description": "Brain fog is a symptom characterized by feelings of fuzziness, difficulty thinking and fatigue — typically after a bad bout of flu or COVID.",
            "url": "https://www.usatoday.com/story/life/health-wellness/2023/10/06/what-is-brain-fog/70466894007/",
            "urlToImage": "https://www.usatoday.com/gcdn/presto/2022/06/22/USAT/0f9395b1-e527-4991-86a3-23972e960b8c-GettyImages-1283842021_1.jpg?crop=2022,1138,x0,y169&width=2022&height=1138&format=pjpg&auto=webp",
            "publishedAt": "2023-10-06T16:40:31Z",
            "content": "Most people have experienced jet lag that sluggish feeling in your brain where you are tired and cant really think straight.\r\nThe same sort of fuzzy feeling can happen when you get the flu, or like m… [+3198 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BBC News"
            },
            "author": "https://www.facebook.com/bbcnews",
            "title": "Los mejores (y peores) alimentos para cuidar la salud de tu corazón",
            "description": "Reducir las grasas saturadas y aumentar el consumo de legumbres, frutas y verduras son acciones que te protegen ante enfermedades cardíacas.",
            "url": "https://www.bbc.com/mundo/articles/ckd9lkp2q8po",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_mundo/9e3e/live/b90ad020-5eb1-11ee-954a-413268577267.jpg",
            "publishedAt": "2023-09-29T11:59:10Z",
            "content": "Fuente de la imagen, Getty Images\r\nPie de foto, Un corazón sano requiere de alimentación balanceada y consciente, baja en grasas saturadas y comidas ultraprocesadas.\r\nArticle information<ul><li>Autho… [+7542 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Study Finds"
            },
            "author": "John Anderer",
            "title": "PHARMA NATION: Americans Will Spend Half Their Lives On Prescription Drug...",
            "description": "Worrying new predictive research from Penn State reports young Americans born in 2019 can expect to spend a significant portion of their lives medicated.",
            "url": "https://studyfinds.org/pharma-nation-americans-will-spend-half-their-lives-taking-prescription-drugs-study-predicts/",
            "urlToImage": "https://studyfinds.org/wp-content/uploads/2023/10/Man-taking-prescription-drugs-scaled.jpeg",
            "publishedAt": "2023-10-13T12:55:37Z",
            "content": "UNIVERSITY PARK. Pa. — It’s hard to argue that Americans don’t love their pills. Recent estimates tell us that over 60 percent of U.S. adults take prescription drugs, and over 45 percent have taken a… [+5815 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Science Daily"
            },
            "author": null,
            "title": "Type 2 diabetes diagnosis at age 30 can reduce life expectancy by up to 14 years",
            "description": "An individual diagnosed with type 2 diabetes at age 30 years could see their life expectancy fall by as much as 14 years, an international team of researchers has warned. Even people who do not develop the condition until later in life – with a diagnosis at a…",
            "url": "https://www.sciencedaily.com/releases/2023/10/231003104751.htm",
            "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png",
            "publishedAt": "2023-10-03T14:47:51Z",
            "content": "An individual diagnosed with type 2 diabetes at age 30 years could see their life expectancy fall by as much as 14 years, an international team of researchers has warned.Even people who do not develo… [+4077 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Science Daily"
            },
            "author": null,
            "title": "DNA aptamer finds novel application in regulating cell differentiation",
            "description": "Generating specific cell lineages from induced pluripotent stem cells and embryonic stem cells is the holy grail of regenerative medicine. Guiding iPSCs toward a target cell line has garnered much attention, but the process remains challenging. Now, researche…",
            "url": "https://www.sciencedaily.com/releases/2023/10/231010133526.htm",
            "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png",
            "publishedAt": "2023-10-10T17:35:26Z",
            "content": "Generating specific cell lineages from induced pluripotent stem cells and embryonic stem cells is the holy grail of regenerative medicine. Guiding iPSCs toward a target cell line has garnered much at… [+4628 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Peterattiamd.com"
            },
            "author": "Peter Attia",
            "title": "Therapeutic potential and cardiovascular risks of medical cannabis",
            "description": "A recent study highlights concerns regarding the potential cardiovascular risks associated with using medical cannabis. A cause for alarm?\nThe post Therapeutic potential and cardiovascular risks of medical cannabis appeared first on Peter Attia.",
            "url": "https://peterattiamd.com/cv-risk-with-cbd-for-pain/",
            "urlToImage": "https://peterattiamd.com/wp-content/uploads/2023/10/Social-WP-Twitter-Post-47-1024x576.png",
            "publishedAt": "2023-10-07T11:00:05Z",
            "content": "As the stigma surrounding cannabis wanes and its potential medicinal value becomes more widely accepted, an increasing number of people are turning to the plant for both recreational and therapeutic … [+9981 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Science Daily"
            },
            "author": null,
            "title": "Pregnant women offered new hope for safe and effective gestational diabetes treatment",
            "description": "A clinical trial into treatment for gestational diabetes, involving more than 500 pregnant women, has revealed what the lead academic has described as a significant step forward for women. The research has found benefits for both mothers and their newborn bab…",
            "url": "https://www.sciencedaily.com/releases/2023/10/231003104808.htm",
            "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png",
            "publishedAt": "2023-10-03T14:48:08Z",
            "content": "Researchers at University of Galway have taken a significant step forward in the management of gestational diabetes mellitus after a clinical trial involving pregnant women provided new hope for expe… [+4876 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mundodeportivo.com"
            },
            "author": "Héctor Farrés García",
            "title": "El riesgo cardiovascular no se combate con 10.000 pasos",
            "description": "Deja de obsesionarte con esa pulsera de actividad que no deja de recordarte que aún te faltan 2.000 pasos para alcanzar tu objetivo diario de 10.000 pasos. Resulta que hay una forma mucho más sencilla - y menos obsesiva - de cuidar de tu corazón. Un estudio d…",
            "url": "https://www.mundodeportivo.com/vidae/ejercicio-fisico/20231005/1002081157/riesgo-cardiovascular-combate-10-000-pasos-descubre-ejercicio-definitivo-act-pau.html",
            "urlToImage": "https://www.mundodeportivo.com/files/og_thumbnail/files/fp/uploads/2022/12/20/63a190ae40a22.r_d.2538-3359-3497.jpeg",
            "publishedAt": "2023-10-05T05:55:00Z",
            "content": "Deja de obsesionarte con esa pulsera de actividad que no deja de recordarte que aún te faltan 2.000 pasos para alcanzar tu objetivo diario de 10.000 pasos. Resulta que hay una forma mucho más sencill… [+3271 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Spring.org.uk"
            },
            "author": "Mina Dean",
            "title": "The Common Nut That Lowers Cholesterol Levels",
            "description": "HDL cholesterol, known as \"good\" cholesterol, is important in lowering the risk of heart disease.",
            "url": "https://www.spring.org.uk/?p=97971",
            "urlToImage": "https://www.spring.org.uk/images/nuts-1.jpg",
            "publishedAt": "2023-10-15T13:00:28Z",
            "content": "HDL cholesterol, known as “good” cholesterol, is important in lowering the risk of heart disease.\r\nEating almonds improves the levels of ‘good’ cholesterol as well as removing ‘bad’ cholesterol, a st… [+2142 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "mindbodygreen.com"
            },
            "author": "Melissa Boufounos, CHN",
            "title": "Balancing These Two Training Types Is The Secret To Any Great Workout Plan",
            "description": "Breaking down the differences between aerobic and anaerobic exercise.",
            "url": "https://www.mindbodygreen.com/articles/aerobic-vs-anaerobic",
            "urlToImage": "https://mindbodygreen-res.cloudinary.com/image/upload/c_fill,w_2000,h_1200,g_auto,fl_lossy,f_jpg/org/ig0t5gf3slfbde8vn.jpg",
            "publishedAt": "2023-10-26T09:28:00Z",
            "content": "Research has indicated that combined aerobic and anaerobic training (concurrent training) may improve aerobic performance more than aerobic training alone. High-intensity interval training (HIIT) is … [+1645 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Daily Pennsylvanian"
            },
            "author": "Ben Binday",
            "title": "'Not of faculty quality': How Penn mistreated Nobel Prize-winning researcher",
            "description": "Karikó won the Nobel Prize in Medicine for her past research into mRNA technology, which was critical in the development of Pfizer/BioNTech and Moderna's COVID-19 vaccines.",
            "url": "http://www.thedp.com/article/2023/10/penn-katalin-kariko-university-relationship-mistreatment",
            "urlToImage": "https://snworksceo.imgix.net/dpn/e01be38d-b0a6-4768-a561-0eb9bf638c4f.sized-1000x1000.jpg?w=800",
            "publishedAt": "2023-10-27T16:16:23Z",
            "content": "Three weeks ago, Penn hosted a flash mob for Katalin Karikó after she won the 2023 Nobel Prize in Medicine. But the celebration masked a tumultuous, decades-long relationship between Karikó and the U… [+9666 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Psychology Today"
            },
            "author": "Eugene Rubin M.D., Ph.D.",
            "title": "Bipolar Disorder is Associated with Premature Mortality",
            "description": "Individuals with bipolar disorder have increased risks of premature death. A recent meta-analysis helps explain why.",
            "url": "https://www.psychologytoday.com/intl/blog/demystifying-psychiatry/202310/bipolar-disorder-is-associated-with-premature-mortality",
            "urlToImage": "https://cdn2.psychologytoday.com/assets/styles/manual_crop_1_91_1_1528x800/public/teaser_image/blog_entry/2023-10/tree%20-%20Newport.JPG.jpg?itok=7qiMlJgY",
            "publishedAt": "2023-10-02T17:24:45Z",
            "content": "Bipolar disorder (previously called manic-depressive illness) is a serious mental illness marked by manic episodes and, usually, depressive episodes. Symptoms involve severe fluctuations in mood, cog… [+3767 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "mindbodygreen.com"
            },
            "author": "Gladys McGarey, MD",
            "title": "I'm A 102-Year-Old MD: This Is My #1 Secret To Healthy Aging",
            "description": "Nope, it has nothing to do with diet or exercise.",
            "url": "https://www.mindbodygreen.com/articles/community-is-secret-to-healthy-aging",
            "urlToImage": "https://mindbodygreen-res.cloudinary.com/image/upload/c_crop,x_0,y_0,w_2000,h_1334/c_fill,w_2000,h_1200,g_auto,fl_lossy,f_jpg/org/z3s7lril5liyv6o0f.jpeg",
            "publishedAt": "2023-10-15T10:02:00Z",
            "content": "On a fundamental level, were all connected. Its easy to forget this and see ourselves as separate beings. After all, Im me, wrapped in my own skin, and there you are, wrapped in yours. Yet we are soc… [+1453 chars]"
        },
        {
            "source": {
                "id": "rt",
                "name": "RT"
            },
            "author": "RT en Español\n , RT en Español",
            "title": "Las personas trans que toman hormonas tienen mayores probabilidades de sufrir enfermedades cardíacas, según un estudio",
            "description": "Los autores recuerdan que investigaciones anteriores también han asociado el uso de hormonas como la testosterona con un mayor riesgo cardiovascular.",
            "url": "https://actualidad.rt.com/actualidad/482297-personas-trans-mayores-probabilidades-enfermedades-cardiacas",
            "urlToImage": "https://mf.b37mrtl.ru/actualidad/public_images/2023.10/article/652010e4e9ff7172d35b04db.jpg",
            "publishedAt": "2023-10-06T22:01:18Z",
            "content": "La evidencia científica de que los hombres y las mujeres trans enfrentan tasas más altas de enfermedades cardiovasculares continúa en aumento, informó la doctora Dorte Glintborg, del Departamento de … [+2486 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "mindbodygreen.com"
            },
            "author": "Hannah Frye",
            "title": "This Habit May Be Just As Effective For Depression As Medication, Study Finds",
            "description": "In a direct comparison.",
            "url": "https://www.mindbodygreen.com/articles/running-rivals-antidepressant-efficacy-in-new-study",
            "urlToImage": "https://mindbodygreen-res.cloudinary.com/image/upload/c_fill,w_2000,h_1200,g_auto,fl_lossy,f_jpg/org/9i37wmnrqkolp9ynx.jpg",
            "publishedAt": "2023-10-12T09:27:00Z",
            "content": "A recent study published in the Journal of Affective Disorders found that running therapy and antidepressants had similar effects on mental healthabout 44% of each group showed improvements in sympto… [+1763 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Phys.Org"
            },
            "author": "Nasim ISAMOV",
            "title": "Toxic storms blamed on climate change cloud Tajikistan",
            "description": "The air was dry and warm and the skies over Dushanbe were gray without a hint of sun during another recent toxic sand storm that enveloped the capital of Tajikistan.",
            "url": "https://phys.org/news/2023-10-toxic-storms-blamed-climate-cloud.html",
            "urlToImage": "https://scx2.b-cdn.net/gfx/news/2023/the-toxic-storms-also.jpg",
            "publishedAt": "2023-10-08T08:43:59Z",
            "content": "The air was dry and warm and the skies over Dushanbe were gray without a hint of sun during another recent toxic sand storm that enveloped the capital of Tajikistan.\r\nStorms like this, which experts … [+3375 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NASA"
            },
            "author": "Kelli Mars",
            "title": "30 Years Ago: The STS-58 Spacelab Life Sciences-2 Mission",
            "description": "On Oct. 18, 1993, space shuttle Columbia lifted off in support of the STS-58 Spacelab Life Sciences 2 (SLS-2) mission to conduct cutting edge research on physiological adaptation to spaceflight. The seven-member crew of STS-58 consisted of Commander John E. B…",
            "url": "https://www.nasa.gov/history/30-years-ago-the-sts-58-spacelab-life-sciences-2-mission/",
            "urlToImage": "https://www.nasa.gov/wp-content/uploads/2023/10/sts-58-1-crew-photo-sts058-s-002.jpg",
            "publishedAt": "2023-10-19T19:23:12Z",
            "content": "On Oct. 18, 1993, space shuttle Columbia lifted off in support of the STS-58 Spacelab Life Sciences 2 (SLS-2) mission to conduct cutting edge research on physiological adaptation to spaceflight. The … [+8618 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "MakeUseOf"
            },
            "author": "Christine Romans",
            "title": "9 Ways Wearable Tech Can Be Beneficial for Seniors",
            "description": "Smartwatches, smart rings, and other wearable tech offer quite a few health and wellness benefits for people as they get older. See how they can help.",
            "url": "https://www.makeuseof.com/ways-wearable-tech-beneficial-for-seniors/",
            "urlToImage": "https://static1.makeuseofimages.com/wordpress/wp-content/uploads/2023/09/senior-smartwatch.jpg",
            "publishedAt": "2023-10-23T16:00:22Z",
            "content": "Wearable devices are commonplace for young people, but did you know that they're becoming more and more beneficial for the older generation? The main reason is that older adults can use them to their… [+6966 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The Indian Express"
            },
            "author": "Lifestyle Desk",
            "title": "Decoding how our genes affect obesity, 5 strategies to fight it",
            "description": "Let us understand how much of our obesity is genetic and if there are any ways to fight it",
            "url": "https://indianexpress.com/article/lifestyle/fitness/decoding-genes-obesity-8993765/",
            "urlToImage": "https://images.indianexpress.com/2023/10/obesity-fat-woman.jpg",
            "publishedAt": "2023-10-22T05:00:19Z",
            "content": "Genetics can significantly influence a person’s likelihood of becoming obese. Some individuals inherit genes that make them more susceptible to weight gain.Dr Krishnamohan. Y, clinical director, bari… [+2282 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Huffingtonpost.es"
            },
            "author": "Tamara González Sánchez",
            "title": "Esta es la zona de España con menos muertes por motivos cardiovasculares",
            "description": "<![CDATA[<p>La población se está dando cada vez más cuenta de la importancia de mantener una buena salud cardiovascular. Y llevar una dieta equilibrada y hacer ejercicio a diario son dos de los consejos más repetidos. wf_cms.rss.read_more]]>",
            "url": "https://www.huffingtonpost.es/life/salud/esta-zona-espana-muertes-motivos-cardiovascularesbr.html",
            "urlToImage": "https://img.huffingtonpost.es/files/og_thumbnail/uploads/2023/10/06/salud-cardiovascular.jpeg",
            "publishedAt": "2023-10-08T12:00:17Z",
            "content": "La población se está dando cada vez más cuenta de la importancia de mantener una buena salud cardiovascular. Y llevar una dieta equilibrada y hacer ejercicio a diario son dos de los consejos más repe… [+1362 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New York Post"
            },
            "author": "Marc Lallanilla",
            "title": "What is CKM syndrome? Doctors identify emerging major health threat",
            "description": "\"We need to keep America’s youth a healthy weight and not let their arteries turn into lead pipes by the time they are in their 30s,\" said one expert.",
            "url": "https://nypost.com/2023/10/12/what-is-ckm-syndrome-doctors-identify-emerging-major-health-threat/",
            "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2023/10/NYPICHPDPICT000061398015.jpg?quality=75&strip=all&w=1024",
            "publishedAt": "2023-10-12T21:00:33Z",
            "content": "A newly named medical condition links the rising tide of cardiovascular and kidney disease with type 2 diabetes and obesity.\r\nIn an advisory this week, the American Heart Association identified CKM s… [+3865 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Futurity: Research News"
            },
            "author": "Brett Beasley-Notre Dame",
            "title": "Can ‘listening in’ on cells speed up disease diagnosis?",
            "description": "A new device that \"listens in\" on cell conversations could lead to quicker, minimally invasive diagnoses for cancer and other diseases.",
            "url": "https://www.futurity.org/rna-disease-diagnostics-2990892-2/",
            "urlToImage": "https://www.futurity.org/wp/wp-content/uploads/2023/10/listening-in-on-cells-rna-disease-diagnosis-1600.jpg",
            "publishedAt": "2023-10-24T14:41:30Z",
            "content": "A new device employs an innovative method for “listening in” on cells’ conversations.\r\nScientists have long known that RNA (ribonucleic acid) acts as a messenger inside cells, translating DNA informa… [+4978 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Science Daily"
            },
            "author": null,
            "title": "Great news for runners: Improve performance while easing up on sprints",
            "description": "10-20-30 interval training is an effective way to improve running performance and overall health. A new study demonstrates that this kind of training is just as effective for improving your running times and overall fitness, even if your sprints are only at 8…",
            "url": "https://www.sciencedaily.com/releases/2023/10/231025110609.htm",
            "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png",
            "publishedAt": "2023-10-25T15:06:09Z",
            "content": "10-20-30 interval training is an effective way to improve running performance and overall health. A new study from the University of Copenhagen demonstrates that this kind of training is just as effe… [+7282 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "[Removed]"
            },
            "author": null,
            "title": "[Removed]",
            "description": "[Removed]",
            "url": "https://removed.com",
            "urlToImage": null,
            "publishedAt": "1970-01-01T00:00:00Z",
            "content": "[Removed]"
        },
        {
            "source": {
                "id": null,
                "name": "MarketWatch"
            },
            "author": "Quentin Fottrell",
            "title": "The Moneyist: ‘Tired of feeling like I am in hell’: My boss tears into me almost daily. He says I’m worthless. What can I do?",
            "description": "Monday is National Boss Day. But not everyone will feel like celebrating.",
            "url": "https://www.marketwatch.com/story/tired-of-feeling-like-i-am-in-hell-my-boss-tears-into-me-almost-daily-he-says-im-worthless-what-can-i-do-9d7f7310",
            "urlToImage": "https://images.mktw.net/im-262198/social",
            "publishedAt": "2023-10-16T20:02:00Z",
            "content": "This account, posted under a username that has since been deleted, first appeared on Reddit:I came back to the office for the first time in a week after being sick. I take care of a couple emails, an… [+7782 chars]"
        },
        {
            "source": {
                "id": "la-nacion",
                "name": "La Nacion"
            },
            "author": null,
            "title": "Día del Corazón: cuáles son los factores de riesgo y qué hábitos ayudan al sistema cardiovascular",
            "description": "La jornada se centra en la prevención de patologías ligadas a este órgano; cuáles son las conductas para evitar complicaciones de salud",
            "url": "https://www.lanacion.com.ar/lifestyle/dia-del-corazon-cuales-son-los-factores-de-riesgo-y-que-habitos-ayudan-al-sistema-cardiovascular-nid02102023/",
            "urlToImage": "https://resizer.glanacion.com/resizer/v2/una-buena-alimentacion-actividad-fisica-y-ZN2ZAOSO75B4TOST6G56D5CFRA.jpg?auth=55e92ae853c3eca0f8b6783ee2095edebf138d9bf476e771b7868b6034ee14c3&width=768&quality=70&smart=false",
            "publishedAt": "2023-10-02T12:24:26Z",
            "content": "El 29 de septiembre se conmemora el Día Mundial del Corazón, una fecha destinada a concientizar acerca de las diferentes enfermedades cardiovasculares que afectan a millones de personas. De acuerdo a… [+1737 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New York Post"
            },
            "author": "Snejana Farberov",
            "title": "Trans women taking hormones nearly 95% more likely to suffer heart disease, study shows",
            "description": "The authors of the study used health data from 2,671 trans people from Denmark.",
            "url": "https://nypost.com/2023/10/06/trans-women-taking-hormones-more-likely-to-get-heart-disease/",
            "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2023/10/NYPICHPDPICT000057863539-1.jpg?quality=75&strip=all&w=1024",
            "publishedAt": "2023-10-06T15:19:29Z",
            "content": "Transgender women taking gender-affirming hormones like estrogen are up to 95% more likely to suffer from heart disease compared to cisgender men, researchers have found.\r\nA study published in the Eu… [+2146 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Spring.org.uk"
            },
            "author": "Mina Dean",
            "title": "New Pill Cuts Cholesterol And Has Lower Risk Of Side-Effects",
            "description": "Bempedoic acid is cholesterol-lowering option for statins users who experience some side effects.",
            "url": "https://www.spring.org.uk/2023/10/drug-c-chol.php",
            "urlToImage": "https://www.spring.org.uk/images/blood_pressure1-1.jpg",
            "publishedAt": "2023-10-11T11:00:12Z",
            "content": "Bempedoic acid is cholesterol-lowering option for statins users who experience some side effects.\r\nPatients who can’t tolerate statins could try bempedoic acid, a cholesterol-lowering drug instead.\r\n… [+2668 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Spring.org.uk"
            },
            "author": "Mina Dean",
            "title": "The 8 Best Lifestyle Changes To Treat High Blood Pressure",
            "description": "The best things to do in order to prevent and treat high blood pressure.",
            "url": "https://www.spring.org.uk/?p=97477",
            "urlToImage": "https://www.spring.org.uk/images/blood_pressure1-1.jpg",
            "publishedAt": "2023-10-04T16:00:08Z",
            "content": "The best things to do in order to prevent and treat high blood pressure.\r\nLifestyle changes should be the first line strategy for preventing and treating high blood pressure, a review suggests.\r\nGood… [+2707 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Peterattiamd.com"
            },
            "author": "Peter Attia",
            "title": "Is testosterone replacement therapy both safe and effective in men with higher cardiovascular risk factors?",
            "description": "An assessment of the results from the long-awaited TRAVERSE trial\nThe post Is testosterone replacement therapy both safe and effective in men with higher cardiovascular risk factors? appeared first on Peter Attia.",
            "url": "https://peterattiamd.com/traverse-trial-and-trt-in-men/",
            "urlToImage": "https://peterattiamd.com/wp-content/uploads/2023/10/Social-WP-Twitter-Post-53.png",
            "publishedAt": "2023-10-25T11:00:00Z",
            "content": "Though Ive dedicated attention to the Womens Health Initiative study (the largest hormone replacement study in women), until very recently, there wasnt an equivalent study of testosterone replacement… [+1875 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Spring.org.uk"
            },
            "author": "Mina Dean",
            "title": "Consuming This Dark Drink Every Day Halves Diabetes Risk",
            "description": "The drink will help control blood sugar and lower the risk of diabetes by half.",
            "url": "https://www.spring.org.uk/?p=97861",
            "urlToImage": "https://www.spring.org.uk/images/tea-2.jpg",
            "publishedAt": "2023-10-19T16:00:31Z",
            "content": "The drink will help control blood sugar and lower the risk of diabetes by half.\r\nAdults who drink tea habitually are more likely to maintain their blood sugar levels and are at reduced risk of type 2… [+3348 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "author": "https://www.facebook.com/bbcnews",
            "title": "Women should get NHS menopause checks at 40 - MPs",
            "description": "Ministers want the check included in the NHS Health Check offered to those aged between 40 and 74.",
            "url": "https://www.bbc.co.uk/news/health-67146559",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/B9C4/production/_131465574_gettyimages-1339289886.jpg",
            "publishedAt": "2023-10-18T13:31:51Z",
            "content": "Women should be offered \"menopause checks\" by GPs after turning 40, campaigners and MPs have said.\r\nThe Menopause All-Party Parliamentary Group said this should be included in the NHS Health Check of… [+3460 chars]"
        },
        {
            "source": {
                "id": "el-mundo",
                "name": "El Mundo"
            },
            "author": "CRISTINA GALAFATE",
            "title": "Así deberías alimentarte en la menopausia, según la nutricionista y ganadora de MasterChef Marta Verona",
            "description": "Amante del deporte, Marta Verona (Madrid,  13 de febrero de 1995) no duda en enfundarse de verde y calzarse las zapatillas de deporte para capitanear con 200 corredores la Marcha...",
            "url": "https://www.elmundo.es/vida-sana/bienestar/2023/10/06/651ebc6121efa0c5738b45d3.html",
            "urlToImage": "https://phantom-elmundo.unidadeditorial.es/199a8fb7c076770b70f3e0019fc4fa62/crop/223x290/2679x1927/resize/1200/f/jpg/assets/multimedia/imagenes/2023/10/05/16965108297455.jpg",
            "publishedAt": "2023-10-06T01:21:43Z",
            "content": "Amante del deporte, Marta Verona (Madrid, 13 de febrero de 1995) no duda en enfundarse de verde y calzarse las zapatillas de deporte para capitanear con 200 corredores la Marcha del Corazón. \r\nBajo e… [+6754 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Psychology Today"
            },
            "author": "Betsy Holmberg Ph.D.",
            "title": "Does Stress Activate or Suppress the Immune System?",
            "description": "Stress activates the inflammatory part of the immune system while suppressing the illness-fighting part, making us more susceptible to getting sick.",
            "url": "https://www.psychologytoday.com/intl/blog/the-science-of-self/202310/does-stress-activate-or-suppress-the-immune-system",
            "urlToImage": "https://cdn2.psychologytoday.com/assets/styles/manual_crop_1_91_1_1528x800/public/teaser_image/blog_entry/2023-10/pexels-cottonbro-studio-4769486.jpg?itok=QkFhGNfO",
            "publishedAt": "2023-10-26T19:33:51Z",
            "content": "The stress literature can feel confusing. You hear from one source that stress suppresses the immune system, making it easier to get sick.\r\nThen you read from another that stress makes the immune sys… [+2277 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "GQ Magazine"
            },
            "author": "Ashwin Rodrigues",
            "title": "Is Cardio Fitness or Muscular Strength More Important for Longevity?",
            "description": "And why is it so fun to fight about?",
            "url": "https://www.gq.com/story/cardio-strength-longevity",
            "urlToImage": "https://media.gq.com/photos/651b027b39a3e772eeea0a81/16:9/w_1280,c_limit/cardiolifting.jpg",
            "publishedAt": "2023-10-02T19:40:37Z",
            "content": "People want to believe what theyre doing is good for them. This is true of endurance runners, whove spent too much time, money, and nipple skin on their calling to believe anything else. Same goes fo… [+1947 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Psychology Today"
            },
            "author": "Michael Castleman M.A.",
            "title": "To the Many Health Hazards of Shift Work, Add Sex Problems",
            "description": "Working hours other than 9 to 5, shift work, has been shown to contribute to many health problems. Two recent studies show that shift work also increases risk of sex problems.",
            "url": "https://www.psychologytoday.com/intl/blog/all-about-sex/202310/to-the-many-health-hazards-of-shift-work-add-sex-problems",
            "urlToImage": "https://cdn2.psychologytoday.com/assets/styles/min_1200px_wide/public/Michael-Castleman.jpg?itok=2am1JXEJ",
            "publishedAt": "2023-10-15T21:45:12Z",
            "content": "The standard workday runs from 9 a.m. to 5 p.m. Those who work other hours are engaged in shift workstarting before 7 a.m., ending after 6 p.m., and especially working overnight or a mixture of days … [+4100 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Dailyinfographic.com"
            },
            "author": "Lyle Opolentisima",
            "title": "4 Benefits Of Ejaculation To the Human Body",
            "description": "There are many benefits to ejaculation, including those that have been discovered and those that have not. Here are four of the most important: 1. Endorphins and Stress Reduction During orgasm, the brain releases endorphins. These hormones are responsible for…",
            "url": "https://dailyinfographic.com/4-benefits-of-ejaculation-to-the-human-body",
            "urlToImage": "https://dailyinfographic.com/wp-content/uploads/2023/10/a-cool-guide-is-ejaculation-good-for-the-heart-ejaculation-v0-ce1h80tqbznb1.jpg",
            "publishedAt": "2023-10-11T12:15:02Z",
            "content": "There are many benefits to ejaculation, including those that have been discovered and those that have not. Here are four of the most important:\r\n1. Endorphins and Stress Reduction\r\nDuring orgasm, the… [+2823 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Self"
            },
            "author": "Julia Ries",
            "title": "How Oral Health Can Impact Your Heart, According to Cardiologists",
            "description": "Experts share how not brushing and flossing can lead to, or worsen, cardiovascular issues.",
            "url": "https://www.self.com/story/oral-health-heart-problems",
            "urlToImage": "https://media.self.com/photos/65314fbaab04aa44f4a750f6/2:1/w_1280,c_limit/GettyImages-1195466361.jpg",
            "publishedAt": "2023-10-19T16:15:35Z",
            "content": "Another problem with dirty teeth, according to Dr. Jeong? Inflammation. It can be triggered throughout your bodynot just in your mouthby oral conditions like gum disease or cavities. For example, whe… [+2738 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New Atlas"
            },
            "author": "Paul McClure",
            "title": "Upsetting circadian rhythm causes brain changes that increase appetite",
            "description": "Researchers have found that desynchronizing the circadian rhythm in rats caused brain changes that had a significant impact on appetite and feeding behavior. The findings have important implications for night shift workers and those suffering jet lag and chro…",
            "url": "https://newatlas.com/medical/upsetting-circadian-rhythm-causes-brain-changes-that-increase-appetite/",
            "urlToImage": "https://assets.newatlas.com/dims4/default/b53fb5a/2147483647/strip/true/crop/2000x1050+0+143/resize/1200x630!/quality/90/?url=http%3A%2F%2Fnewatlas-brightspot.s3.amazonaws.com%2F78%2F07%2F1589203847babdb215bd0f9e7b93%2Fdepositphotos-312311004-l.jpg&na.image_optimisation=0",
            "publishedAt": "2023-10-12T05:18:14Z",
            "content": "Researchers have found that desynchronizing the circadian rhythm in rats caused brain changes that had a significant impact on appetite and feeding behavior. The findings have important implications … [+3868 chars]"
        }
    ]
}